"BUTTON_AUTHENTICATE" = "השתמש במספר הטלפון שלי";

"BUTTON_CONTINUE" = "המשך";

"BUTTON_CREATED_ACCOUNT" = "החשבון נוצר";

"BUTTON_CREATE_ACCOUNT" = "צור חשבון";

"BUTTON_CREATING_ACCOUNT" = "יצירת חשבון";

"BUTTON_DISMISS" = "התעלמות";

"BUTTON_DONE" = "סיום";

"BUTTON_NOT_NOW" = "לא עכשיו";

"BUTTON_OKAY" = "אישור";

"BUTTON_RESEND_CONF_CODE" = "בקש קוד אחר.";

"BUTTON_RETRY" = "ניסיון חוזר";

"BUTTON_SENDING" = "שולח...";

"BUTTON_SENDING_CONF_CODE" = "שולח קוד אישור";

"BUTTON_SEND_CONF_CODE" = "שלח קוד אישור";

"BUTTON_SENT_CONF_CODE" = "קוד האישור נשלח";

"BUTTON_TRY_DIFFERENT_NUMBER" = "נסה מספר אחר";

"CALL_ME_ACTION" = "התקשר אליי";

"CALL_ME_LOADING" = "מתקשר...";

"ERROR_CANT_SMS" = "לא ניתן לשלוח הודעת SMS למספר זה.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "בדוק את הקוד שלך ונסה שוב";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "אוי, נראה שיש בעיה ברשת. ננסה שוב? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "יש לבדוק את הדואר האלקטרוני שלך ולנסות שוב";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "בדוק את המספר שלך ונסה שוב";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "הגדרת בעבר קוד אימות בשני שלבים באתר <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "לאחר הנגיעה ב\"התקשר אליי\" לעיל, <a href=\"https://www.digits.com\">Digits by Twitter</a> יתקשר לטלפון שלך כדי לאשר את מספר הטלפון שלך. ייתכן שתחויב בגין השיחה והנתונים";

"FOOTNOTE_CREATE_ACCOUNT" = "הנגיעה ב\"צור חשבון\" לעיל מהווה את הסכמתך ל<a href=\"https://twitter.com/tos\">תנאי השירות</a>, ל<a href=\"https://twitter.com/privacy\">מדיניות הפרטיות</a> ול<a href=\"https://support.twitter.com/articles/20170514\">מדיניות קובצי ה-Cookie‏</a> של <a href=\"https://www.digits.com\">Digits by Twitter</a>, לשיתוף מספר הטלפון שלך עם %@ ולכך שמשתמשים אחרים של %@ יוכלו לאתר אותך לפי מספר הטלפון.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "אתה מסכים שיישום זה ו<a href=\"https://www.digits.com/settings\">כל היישומים המפורטים בחשבון Digits שלך</a> יוכלו לגשת לכתובת דואר אלקטרוני זו, והמשתמשים שלהם יוכלו לאתר אותך לפי הדואר האלקטרוני.";

"FOOTNOTE_LOGIN" = "הנגיעה ב\"המשך\" משתפת את <a href=\"https://www.digits.com/settings\">מספר הטלפון ו/או כתובת הדואר האלקטרוני שלך ב-Digits</a> עם %@, ומשתמשים אחרים של %@ יכולים לאתר אותך לפי מספר הטלפון ו/או הדואר האלקטרוני.";

"FOOTNOTE_SEND_CONF_CODE" = "לאחר הנגיעה ב\"שלח קוד אישור\" לעיל, <a href=\"https://www.digits.com\">Digits by Twitter</a> ישלח לך הודעת SMS כדי לאשר את מספר הטלפון שלך. ייתכן שתחויב בגין ההודעה והנתונים";

"FOOTNOTE_TOS_UPDATE" = "הנגיעה ב\"המשך\" לעיל מהווה את הסכמתך לתנאי השירות, למדיניות הפרטיות ולמדיניות קובצי ה-Cookie‏ המעודכנים של Digits by Twitter, לשיתוף <a href=\"https://www.digits.com/settings\">מספר הטלפון ו/או כתובת הדואר האלקטרוני שלך ב-Digits</a> עם %@, ולכך שמשתמשים אחרים של %@ יוכלו לאתר אותך לפי מספר הטלפון ו/או הדואר האלקטרוני.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "הזן קוד אימות בשני שלבים.";

"LABEL_ENTER_CONF_CODE" = "שלחנו לך קוד.";

"LABEL_ENTER_EMAIL" = "הזן את הדואר האלקטרוני שלך.";

"LABEL_ENTER_PHONE_NUMBER" = "מה מספר הטלפון שלך?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "אנחנו משתמשים ב-Digits by Twitter לאיתור עוד חברים שלך המשתמשים ביישום זה. בעת ההקשה על 'אישור', אנחנו מעלים את פנקס הכתובות שלך ל-Digits by Twitter כדי שנוכל לעזור לך לאתר משתמשים של %@ שאתה מכיר, או לעזור למשתמשים אחרים של %@ למצוא אותך.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "חפש את החברים שלך";

"LABEL_RESEND_CONF_CODE" = "לא קיבלת קוד?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "לא ניתן לאשר את מספר הטלפון שלך";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "מצטערים, נתקלנו בבעיה בשליחת קוד האישור.";

"ONBOARDING_MESSAGE" = "[Digits] יש להיכנס לכתובת https://fabric.io כדי לקבוע את שם היישום שלך שיצורף לדברי דואר אלקטרוני והודעות אימות במסרונים/שיחות.";

"PARTIAL_FOOTNOTE_THIS_APP" = "יישום זה";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "קוד אימות";

"PLACEHOLDER_CONF_CODE" = "הזן את הקוד בן 6 הספרות";

